[
  {
    "Name": "Saltea cu vacuum cu husa lavabila si curele de fixare",
    "Description": "Această saltea medicală este proiectată pentru confortul maxim al pacientului. Dispune de sistem de vacuum pentru ajustarea fermității, husă lavabilă pentru igienă și curele de fixare pentru stabilitate.",
    "Price": 2000,
    "PictureUrl": "images/products/saltea_vacuum.jpg",
    "ProductTypeId": 1,
    "BrandId": 1
  },
  {
    "Name": "ECG Machine cu display digital si baterie reincarcabila",
    "Description": "Aparatul ECG oferă o monitorizare precisă a activității cardiace cu ajutorul display-ului digital clar. Bateria reîncărcabilă asigură mobilitate și autonomie pe termen lung.",
    "Price": 1500,
    "PictureUrl": "images/products/ecg_machine.jpg",
    "ProductTypeId": 2,
    "BrandId": 2
  },
  {
    "Name": "Defibrilator automat cu instructiuni vocale",
    "Description": "Defibrilatorul automat este echipat cu tehnologie de ultimă generație și oferă instrucțiuni vocale clare în situații de urgență. Ideal pentru salvarea rapidă a vieții în caz de stop cardiac.",
    "Price": 1000,
    "PictureUrl": "images/products/defibrilator.jpg",
    "ProductTypeId": 3,
    "BrandId": 3
  },
  {
    "Name": "Pompa de seringi cu control precis al debitului",
    "Description": "Pompa de seringi permite administrarea precisă a medicamentelor, având control complet al debitului. Este esențială în tratamentele care necesită doze exacte și constante.",
    "Price": 500,
    "PictureUrl": "images/products/pompa_seringi.jpg",
    "ProductTypeId": 4,
    "BrandId": 4
  },
  {
    "Name": "Monitor de pacient cu ecran tactil de 15 inch",
    "Description": "Monitorul de pacient oferă o interfață intuitivă cu ecran tactil de 15 inch, permitând monitorizarea detaliată a semnelor vitale și a stării pacientului în timp real.",
    "Price": 2000,
    "PictureUrl": "images/products/monitor_pacient.jpg",
    "ProductTypeId": 5,
    "BrandId": 5
  },
  {
    "Name": "Ventilator cu moduri de ventilatie avansate",
    "Description": "Ventilator medical cu multiple moduri de ventilație avansate, oferind suport respirator optim pacienților.",
    "Price": 1800,
    "PictureUrl": "images/products/ventilator.jpg",
    "ProductTypeId": 6,
    "BrandId": 6
  },
  {
    "Name": "Aparat de radiografie cu generator de 300 kHz",
    "Description": "Aparat de radiografie cu generator de 300 kHz, oferind imagini radiologice clare și detaliate.",
    "Price": 2200,
    "PictureUrl": "images/products/aparat_radiografie.jpg",
    "ProductTypeId": 7,
    "BrandId": 7
  },
  {
    "Name": "Tomograf computerizat cu 64 de slice-uri",
    "Description": "Tomograf computerizat cu 64 de slice-uri, ideal pentru imagistica avansată și diagnosticarea complexă.",
    "Price": 2500,
    "PictureUrl": "images/products/tomograf_computerizat.jpg",
    "ProductTypeId": 8,
    "BrandId": 8
  },
  {
    "Name": "Ecografie portabila cu ecran color",
    "Description": "Aparat de ecografie portabil, ușor de manevrat și cu ecran color de înaltă rezoluție, ideal pentru diagnosticul rapid și mobil.",
    "Price": 1200,
    "PictureUrl": "images/products/ecografie_portabila.jpg",
    "ProductTypeId": 9,
    "BrandId": 9
  },
  {
    "Name": "Monitor cardiac Holter pentru monitorizare continuă",
    "Description": "Monitor cardiac Holter pentru monitorizare continuă a activității cardiace, înregistrând și analizând datele pentru diagnostic precis.",
    "Price": 800,
    "PictureUrl": "images/products/monitor_holter.jpg",
    "ProductTypeId": 10,
    "BrandId": 10
  },
  {
    "Name": "Injectomat cu peste 500 de programe",
    "Description": "Injectomat cu o gamă largă de programe pentru administrarea precisă a medicamentelor în diverse situații clinice.",
    "Price": 700,
    "PictureUrl": "images/products/injectomat.jpg",
    "ProductTypeId": 4,
    "BrandId": 4
  },
  {
    "Name": "Monitor de semne vitale cu ecran tactil color",
    "Description": "Monitor de semne vitale cu ecran tactil color de 10 inch, oferind o interfață intuitivă pentru monitorizarea continuă a parametrilor pacientului.",
    "Price": 1500,
    "PictureUrl": "images/products/monitor_semne_vitale.jpg",
    "ProductTypeId": 7,
    "BrandId": 7
  },
  {
    "Name": "Stetoscop electronic cu funcție de amplificare",
    "Description": "Stetoscop electronic cu amplificare ajustabilă, permitând auscultarea precisă a sunetelor cardiace și respiratorii.",
    "Price": 300,
    "PictureUrl": "images/products/stetoscop_electronic.jpg",
    "ProductTypeId": 1,
    "BrandId": 1
  },
  {
    "Name": "Laser pentru chirurgie estetica cu fibra optica",
    "Description": "Laser cu fibră optică pentru chirurgie estetică, oferind precizie și eficiență în intervențiile chirurgicale minim invazive.",
    "Price": 2800,
    "PictureUrl": "images/products/laser_chirurgie.jpg",
    "ProductTypeId": 8,
    "BrandId": 8
  },
  {
    "Name": "Sistem de sterilizare cu aburi de mare presiune",
    "Description": "Sistem avansat de sterilizare cu aburi de mare presiune, asigurând dezinfectarea completă a instrumentelor medicale într-un timp scurt.",
    "Price": 3500,
    "PictureUrl": "images/products/sterilizare_aburi.jpg",
    "ProductTypeId": 9,
    "BrandId": 9
  },
  {
    "Name": "Sistem de monitorizare a gazelor anestezice",
    "Description": "Sistem de monitorizare continuă a gazelor anestezice, esențial pentru asigurarea unei administrări precise și sigure a anesteziei în timpul intervențiilor chirurgicale.",
    "Price": 2400,
    "PictureUrl": "images/products/monitor_gaze_anestezice.jpg",
    "ProductTypeId": 4,
    "BrandId": 4
  },
  {
    "Name": "Incubator neonatal cu control avansat al temperaturii",
    "Description": "Incubator pentru nou-născuți, cu tehnologie avansată de control al temperaturii și umidității, asigurând condiții optime pentru dezvoltarea copilului prematur.",
    "Price": 5000,
    "PictureUrl": "images/products/incubator_neonatal.jpg",
    "ProductTypeId": 5,
    "BrandId": 5
  },
  {
    "Name": "Sistem de endoscopie cu cameră HD",
    "Description": "Sistem de endoscopie cu cameră HD, oferind imagini de înaltă definiție și o manevrabilitate excelentă pentru investigații precise în interiorul corpului uman.",
    "Price": 3800,
    "PictureUrl": "images/products/endoscopie_hd.jpg",
    "ProductTypeId": 7,
    "BrandId": 7
  }
]
